tap 'homebrew/binary'
tap 'homebrew/brewdler'
tap 'homebrew/versions'
tap 'pebble/pebble-sdk'
tap 'phinze/cask'
brew 'autoconf'
brew 'xz'
brew 'automake'
brew 'pcre'
brew 'gettext'
brew 'git'
brew 'awscli', args: ['HEAD']
brew 'bash-completion'
brew 'boost'
brew 'pkg-config'
brew 'readline'
brew 'sqlite'
brew 'gdbm'
brew 'openssl'
brew 'python3'
brew 'boost-python'
brew 'go'
brew 'docker'
brew 'boot2docker'
brew 'cmake'
brew 'cpanminus'
brew 'curl'
brew 'libpng'
brew 'freetype'
brew 'libffi'
brew 'glib'
brew 'gmp'
brew 'libtasn1'
brew 'nettle'
brew 'gnutls'
brew 'jpeg'
brew 'oniguruma'
brew 'jq'
brew 'libelf'
brew 'libevent'
brew 'libgpg-error'
brew 'libgcrypt'
brew 'mpfr'
brew 'libmpc'
brew 'libxmlsec1'
brew 'memcached'
brew 'mercurial'
brew 'mongodb'
brew 'mysql'
brew 'nginx'
brew 'ngrok'
brew 'node'
brew 'pixman'
brew 'postgresql'
brew 'ruby-build'
brew 'rbenv'
brew 'redis'
brew 'texinfo'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'ucl'
brew 'vim'
brew 'wget'
brew 'zsh', args: ['disable-etcdir']
brew 'pebble/pebble-sdk/pebble-qemu'
brew 'pebble/pebble-sdk/pebble-toolchain'
brew 'pebble/pebble-sdk/pebble-sdk'
cask 'android-file-transfer'
cask 'appcleaner'
cask 'bartender'
cask 'bettertouchtool'
cask 'caffeine'
cask 'clipmenu'
cask 'coteditor'
cask 'dropbox'
cask 'evernote'
cask 'filezilla'
cask 'firefox'
cask 'github'
cask 'google-chrome'
cask 'google-drive'
cask 'google-japanese-ime'
cask 'gyazo'
cask 'iterm2'
cask 'mou'
cask 'ngrok'
cask 'optimal-layout'
cask 'seil'
cask 'sequel-pro'
cask 'skype'
cask 'spotify'
cask 'sqwiggle'
cask 'sublime-text'
cask 'vagrant'
cask 'virtualbox'
